Repository: rckbrcls/solaris
Catalog: solaris/Localizable.xcstrings
Source language: en
Languages: pt_br

source: All filters
pt_br: Todos os filtros

source: An unknown error occurred.
pt_br: Ocorreu um erro desconhecido.

source: Aspect ratio
pt_br: Proporção

source: Back
pt_br: Voltar

source: Back to groups
pt_br: Voltar aos grupos

source: Camera
pt_br: Câmera

source: Camera Access Required
pt_br: Acesso à Câmera Necessário

source: Cancel
pt_br: Cancelar

source: Capture photo
pt_br: Capturar foto

source: Cinematic effects
pt_br: Efeitos cinematográficos

source: Classic filters
pt_br: Filtros clássicos

source: Close
pt_br: Fechar

source: Close camera
pt_br: Fechar câmera

source: Close editor
pt_br: Fechar editor

source: Color profile
pt_br: Perfil de cor

source: Delete
pt_br: Excluir

source: Delete Filter
pt_br: Excluir Filtro

source: Discard
pt_br: Descartar

source: Do you want to save the changes to this edit?
pt_br: Deseja salvar as alterações desta edição?

source: DÖST universe
pt_br: Universo DÖST

source: Editing & Export
pt_br: Edição e Exportação

source: Error
pt_br: Erro

source: Export photo
pt_br: Exportar foto

source: Filter name
pt_br: Nome do filtro

source: Give your current edit a name to reuse it as a filter preset.
pt_br: Dê um nome à sua edição atual para reutilizá-la como um filtro predefinido.

source: History
pt_br: Histórico

source: Import photos
pt_br: Importar fotos

source: Importing photos...
pt_br: Importando fotos...

source: Limits the number of undo steps persisted per photo.
pt_br: Limita o número de passos de desfazer persistidos por foto.

source: Loading photos...
pt_br: Carregando fotos...

source: Mirror front camera
pt_br: Espelhar câmera frontal

source: Nostalgic aesthetic
pt_br: Estética nostálgica

source: Open Settings
pt_br: Abrir Configurações

source: Opening...
pt_br: Abrindo...

source: Photo
pt_br: Foto

source: Portrait optimized
pt_br: Otimizado para retrato

source: Preserve metadata (EXIF/GPS)
pt_br: Preservar metadados (EXIF/GPS)

source: Redo
pt_br: Refazer

source: Save
pt_br: Salvar

source: Save changes?
pt_br: Salvar alterações?

source: Save filter
pt_br: Salvar filtro

source: Save Filter
pt_br: Salvar Filtro

source: Saving edit...
pt_br: Salvando edição...

source: Saving photo...
pt_br: Salvando foto...

source: Settings
pt_br: Configurações

source: Share
pt_br: Compartilhar

source: Solaris needs camera access to capture photos. Please enable it in Settings.
pt_br: Solaris precisa de acesso à câmera para capturar fotos. Ative nas Configurações.

source: Switch camera
pt_br: Alternar câmera

source: Tap to edit
pt_br: Toque para editar

source: Toggle flash
pt_br: Alternar flash

source: Toggle grid
pt_br: Alternar grade

source: Undo
pt_br: Desfazer

source: Undo steps
pt_br: Passos de desfazer

source: Urban photography
pt_br: Fotografia urbana

source: When disabled, front camera photos remain mirrored as in the preview. When enabled, they are corrected to how others see you.
pt_br: Quando desativado, fotos da câmera frontal permanecem espelhadas como na visualização. Quando ativado, são corrigidas para como os outros te veem.

source: Your filters
pt_br: Seus filtros
